0x9736E0

class CSessionInfo
{
public:
	class N00000673 *N00000161; //0x0000
	char pad_0004[244]; //0x0004
	bool m_bIsIngame; //0x00F8
	char pad_00F9[35]; //0x00F9
	class N000006E8 *N000001AA; //0x011C
	char pad_0120[256]; //0x0120
	int32_t m_iMonitorWidth; //0x0220
	int32_t m_iMonitorHeight; //0x0224
	char pad_0228[4]; //0x0228
	int32_t m_iGameTicks; //0x022C
	bool m_bPauseMenuOpen; //0x0230
	char pad_0231[167]; //0x0231
	int32_t m_iListSize; //0x02D8
	char pad_02DC[1024]; //0x02DC
}; //Size: 0x06DC
